{"WAGON": "It has a tongue, but cannot talk; it runs, but cannot walk.", "LIFE": "Don't grow too attached to this thing. Without it you will never even know it is gone. But be careful friend, it is much easier to lose in the Dungeon.", "CANE": "Though blind as well, can lead the blind well.", "SWORD": "With sharp edged wit and pointed poise, it can settle disputes without a noise.", "COALS": "Black when bought, red when used, grey when thrown away.", "DEAD": "They feel no pain, no sorrow, no greed. They have no anger, no hatred, nor need.", "BARD": "Who works when he plays, and plays when he works?", "BARK": "Like dogs shouting at the moon, or armor worn by the trees. Like a sharply spoken command, or a tiny vessel upon the seas.", "SNOWFLAKE": "It flies without wings, drops without fear; but held in warm hands, it will soon disappear.", "SNAIL": "Bloodless and boneless, it travels about, yet it never leaves home.", "SAWS": "We don't need wine, we don't need meat. We have sharp teeth, but cannot eat.", "JACKET": "Neck, but no head; arms, but no hands; waist, but no legs.", "SPURS": "We travel much, yet prisoners are, end close confined, to boot. Yet with any horse we will keep pace, and always go on foot.", "THISTLE": "He stands beside the road in a purple cap and tattered green cloak. Those who touch him, curse him.", "LOGS": "They have not lips nor tongues, yet lead them green to the pit, and as they die you will hear them sputter, hiss and spit.", "EGGS": "No visible flesh, nor blood, nor bone, but given time, they will walk alone.", "PEACE": "Widows and orphans, parents and kin, this is disturbed most by riots and war.", "KNOCKER": "Asks no questions, but demands many answers. Don't knock it until you are ready to see what waits on the other side.", "ARROW": "It flies without wings, strikes without beak, teeth, or talons. It has no eyes in its pointed head, but it can kill birds in flight.", "RAINDROPS": "With flashing sword and booming cry, with darkness staining land and sky, the army comes, prepared to die. Soldiers fall in glistening dress, as battles are joined without egress, save comfort in the earth's caress.", "RIVER": "An untiring servant it is, carrying loads across muddy earth. But one thing that cannot be forced is a return to the place of its birth.", "SPONGE": "Holes at the top, holes at the bottom, holes in the middle, but still it holds water.", "ICICLE": "You see me oft in woods and town. With my roots above, I must grow down.", "SADDLE": "When it is down, it is lower than a horse's belly; when it is up, it is higher than a horse's back.", "LAKE": "I saw him where he never was, and where he could not be. And yet within this place, I saw a wavering face staring back at me.", "HONEY": "Though a tasty treat made in spiral towers, rarely will it be eaten alone.", "FUTURE": "It never was before, it is not now. Fools wait for it forever.", "GLOVES": "Buckets, barrels, baskets, cans; what must you fill with empty hands?", "RIDDLE": "At last you have the answer to this.", "DEATH": "What is this thing that having it, you can no longer give it away, but lacking it, for the moment at least, you can give it to those who must pay?", "ALCOHOL": "Today he is there to trip you up, and he will torture you tomorrow; yet he is also there to ease the pain when you are lost in grief and sorrow.", "BELL": "You hear it speak, for it has a hard tongue; but it cannot breathe, for it has not a lung.", "ADVICE": "Everyone offers this thing, but few will take it when it is offered by someone else.", "FLEAS": "When they are caught, they are thrown away. When they escape, you itch all day.", "VICTORY": "With this one thing alone, you will have defeated even the strongest foe.", "BUTTON": "Flat as a leaf, round as a ring, I have two eyes, but can't see a thing.", "SHADOW": "Silently he stalks me: running as I run, creeping as I creep. Dressed in black, he disappears at night, only to return with the sun.", "WATER": "This great thing can be swallowed, but can also swallow us.", "DARKNESS": "This engulfing thing is strange indeed; the greater it grows, the less you see.", "ROPE": "Ten troll's strength, ten troll's length; one troll can pick it up, no troll can stand it up.", "BUBBLE": "This sparkling globe can float on water, and weighs not more than a feather. Yet despite its weight ten giants could never pick it up.", "RUST": "It can pierce the best armor, and make swords crumble with a rub; yet for all its power, it can't harm a club.", "EYES": "Be you ever so quick, with vision keen, by your eyes we are never seen -- unless, perchance, it should come to pass, you see our reflection in a looking glass.", "SQUARE": "One pace to the North, two paces to the East, two paces to the South, two paces to the West, one pace to the North.", "DOOR": "It doesn't live within a house, nor does it live without. Most will use it when they come in, and again when they go out.", "BOTTLE": "Soldiers will look like it, when the headsman gives them a lop, for then, like it, they'll have a neck, but not a head on top.", "THORN": "He got it in the woods and brought it home in his hand because he couldn't find it. The more he looked for it, the more he felt it. When he finally found it, he threw it away.", "BLADE": "Blessed are the first. Slow are the second. Playful are the third. Bold are the fourth. Brave are the fifth.", "OCEAN": "A shimmering field that reaches far, yet it has no tracks, and is crossed without paths.", "FOG": "When it comes in from sea to shore, twenty paces you'll see -- no less, no more.", "ICE": "Power enough to smash ships and crush roofs, yet it still must fear the sun.", "CARDS": "Brought to the table, cut and served, never eaten.", "ECHO": "Answers its caller without being asked. Responds within seconds, and speaks all languages with equal ease.", "FARRIER": "There is a shoemaker in the dell who makes his shoes with steel and nail. Although his goods last right well, folks need two pair, without fail.", "MATTRESS": "Has feathers but can't fly; rests on legs but can't walk.", "BREATH": "You can see it in winter, never in summer. Even though it is as light as a feather, the mightiest dwarf can't hold it for long.", "COFFIN": "The one who made it didn't want it. The one who bought it didn't need it. The one who used it never saw it.", "WIND": "The strongest chains will not bind it, ditch and rampart will not slow it down. A thousand soldiers cannot beat it, and it can knock down trees with a single push.", "SHADOWS": "They can move over water, but cannot fly. They can move under water, but stay quite dry.", "SMOKE": "Though easy to spot when allowed to plume, it is hard to see, when held in a room.", "SPIDER": "In all the world, none can compare to this tiny weaver, her deadly cloth so silky and fair.", "HAIR": "Human babes are born without a lot of this, there is no doubt.", "BULL": "In the fields a frightful thing, watch it and you will find it has a pitchfork in the front, and a broom back behind.", "RING": "A precious gift, this, yet it has no end or beginning, and in the middle, nothing.", "HORSEMAN": "Six legs, two heads, two hands, one long nose, yet he uses only four legs wherever he goes.", "ALPHABET": "This marvelous thing, though it sounds absurd, contains all letters, but is only a word.", "TRADE": "Two brothers wanted to race a course, to see which had the slowest horse. Since neither wanted to spur his mare, what must they do to make it fair?", "PIPE": "Its tail is round and hollow, seems to get chewed a bit, but you'll rarely see this thing, unless the other end is lit.", "SECRET": "It is too much for one; two it is meant for, but it no longer exists when the two become more.", "WATERFALL": "This old one runs forever, but never moves at all. He has not lungs nor throat, but still lets forth a mighty roaring call.", "ORANGE": "Men seize it from its home, tear apart its flesh, drink the sweet blood, then cast its skin aside.", "TABLE": "It stands while others sit, groans when it is too full, has four legs, but cannot run.", "SURF": "Pounds all day, beats all night, never rests.", "TOWEL": "This odd thing seems to get wetter the more it dries.", "GALLOWS": "When people come for me to meet, they come to me with heavy feet. The one I hold, when I get my chance, will turn and spin and start to dance.", "TEMPER": "You must keep this thing. Its loss will affect your brothers, for once yours is lost, it will soon be lost by others.", "HOLES": "A barrel of rainwater weighs twenty pounds. What must you add to make it weigh fifteen?", "ASHES": "After the final fire, the winds will blow, and these, which are already dead, will cover the ones who have yet to die.", "HASTE": "Inside a burning house, this thing is best to make, and best to make it quickly before the fire's too much to take.", "CANDLE": "He gets short when he gets old; he goes out, then it gets cold.", "STAIRS": "Up and down they go, but never move...", "SILENCE": "Names give power, for magic to control. But, what is broken by naming it?", "SHOES": "You tie these things before you go, and untie them after you stop.", "PLOW": "Four legs in front, two behind, its steely armor scratched and dented by rocks and sticks, still it toils as it helps feed the hungry.", "NAME": "Passed from father to son, and shared between brothers, its importance is unquestioned, though it is used more by others.", "STRANGER": "You will invite him into your house, yet you know him not. Once you get to know him, this thing he will no longer be.", "YESTERDAY": "Every creature in the world has seen it, but to their dying day they'll never see the same one again.", "WALNUT": "A box beneath a tree, inside some tasty meat. Kept for a month or more, it still tastes just as sweet.", "WRONG": "The language of men can be mastered. But what word is always pronounced wrong?", "BOOK": "Though not a plant, has leaves. Though not a beast, has spine. Though many wouldn't need this thing, 'tis more valuable than wine.", "KEY": "Axes and swords will not help you through, yet it and a little push will do. Some in the road would have fought and soon died, were it not close at hand to let them inside.", "WHEELBARROW": "Two legs it has, and this will confound: only at rest do they touch the ground.", "COLTS": "What has a mare, that the cow has not?", "STOVE": "You seek it out when your hunger's ripe. It sits on four legs and smokes a pipe.", "BRIDGE": "When it is stout, people gladly tread. When it is thin, people walk in dread.", "ONION": "She has tasteful friends and tasteless enemies. Tears are often shed on her behalf, yet never has she broken a heart.", "WALL": "It goes past gates, but asks no one's leave. It runs clear around castles without taking a step.", "BRIARS": "Claws like a cat, crooked as a snake's hiss. Patch together your guesses, you won't guess this.", "CAT": "What goes down to the cellar with four legs, but comes back with eight?", "OUTSIDE": "This side of a wolfhound has the most hair.", "MIRROR": "Look in my face, and I am somebody. Look at my back, and I am nobody.", "PATH": "All across the countryside, to front doors he travels, but you never invite him in.", "GAUNTLET": "What is the thing, with fingers long, that grips our deadly swords so strong?", "DRUM": "Although my cow is dead, I continue to beat her -- what a racket she makes!", "TIRED": "Plow and hoe, reap and sow, what soon does every farmer grow?", "SAWDUST": "A carpenter left some wood, would not take it back. I saw some dust where he left it, but couldn't find his stack.", "PRIEST": "This fool has married many women, yet he has never been married.", "GRAVE": "A strange earthen house that brings nought but disdain; and yet, those who stay there never do complain.", "FIRE": "Put into a pit, locked behind a steel grate, guarded all through the night, still it goes out.", "BROOM": "All about the house, with his Lady he dances, yet he always works and never romances.", "SUNSHINE": "Never resting, never still, moving silently, hill to hill. It does not walk, run or trot; all is cool where it is not.", "ARGUMENT": "Whoever has it is angry, whoever loses it is angrier, and whoever wins it has it no more.", "RAIN": "You see it about in field and town. It cannot get up, but will oft fall down.", "MUSIC": "This wondrous thing, though not an herb, can help comfort the weak and the dying. It can even be used to rally the troops, or make one start laughing or crying.", "SHOE": "Has a tongue, but never talks; has no legs, but sometimes walks.", "STARS": "The wheel is steered despite the night; they prefer our lead more than the light.", "NOOSE": "Once alive, but now twisted 'round. It is used by elves and men to punish their own kind.", "HOLE": "It can hold you, but you cannot hold it, and the more you remove, the bigger it will get.", "MILK": "You can spin, wheel and twist, but it can turn without moving.", "DICE": "You can count on them, though some would rather curse them. You can speak dear to them, though well all know 'tis just in vain.", "PADDLE": "Held firmly in the hands, like a sword it cuts deep. Bloodless strokes, all, then forward we leap.", "HANGMAN": "Swollag, the famous drow craftsman, guarantees his work until the end of time.", "PROMISE": "You will keep this only after you have given it.", "NOTHING": "We love it more than life, fear it more than death. The wealthy want for it, while the poor have it in plenty.", "SIEVE": "Rounds as an apple, deep as a cup, all the water in the sea can't fill it up."}